Repository: mozilla-l10n/mt-training-data
Catalog: giz/giz_pontoon.tmx
Source language: en_us
Languages: giz

source: 1 sentence collected
giz: 1 migiɓi mi cikila

source: 2 down, keep it up!<playIcon></playIcon>
giz: Fine cuw <playIcon></playIcon , aru!

source: About
giz: A si

source: Accepted file types: .tsv only
giz: sukuy ngi gwat mu jumu kumoyo mi tiɓa:.tsv tewle

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
giz: { $actionType } <playIcon></playIcon> A slifa keɗeɗe vuna le kuy kuy kwa?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
giz: { $actionType } <recordIcon></recordIcon> Slifaka ɓi hana ti gila ay amuƞ

source: { $actionType }<stopIcon></stopIcon> when done
giz: { $actionType } <stopIcon></stopIcon> A wumi le.

source: { $actionType } submit when ready
giz: { $actionType } Slin di da ka kasl

source: Add and Review Sentences, Add Questions, Transcribe Audio
giz: Juɓ waɗ mahiri ngi ɓehey ati juɓ ngi cufuɗoy, mbuɗa ay mi jah

source: Add <icon></icon> a public domain sentence
giz: jum <icon></icon> ɓi ma pur mbur gar

source: Add information
giz: Vuloko sinehey avama

source: Add new sentences for the community to read
giz: Juɓ ɓehey nawayahay ngi sluf aƞ /ar jum ngi mizli

source: Add one sentence per line
giz: Juɓ ɓi pal aƞ njarde gar

source: Add questions in your language
giz: Juɓ cufuɗoy tiƞ

source: Add Sentences
giz: Juɓ ɓehey avama

source: Add sentences in your language
giz: Juɓ ɓehey tiƞ irne ɗik

source: Add up to 1,000 sentences
giz: Juɓ ɓehey ha ngi ndila 1000

source: Add Your Voice
giz: Vula ay kumo

source: Agriculture and Food
giz: huf ati huf ngi gwat ngi zumuy

source: All sentence must have the same domain
giz: Ɓehey vuna gar anja taƞ ti sukuy pal

source: All sentences must have the same citation
giz: Ɓehey vuna gar anji taƞ aƞ labara misi purla

source: Already have an account? <login>Log-In</login>
giz: Ka ti li ngi ɗumo suloy kwa?<login> li ngi zlir </login>

source: An error occurred fetching sentences
giz: zluɓ a bawa rak ar ya ma bo ti bi hana

source: An error occurred reviewing this sentence
giz: zluɓ a bugovunang ar ya ma bo ti bi hana

source: An error occurred submitting your voice information
giz: Zlub a ci le aƞ slin ngi siney mijahay na

source: Approve
giz: Tibi

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
giz: Hurum memeɗe gi ro'o ki tuɓa zuy,amma anji a sawa ti ay mekelemey ava ta vur asa jo ngwat misi masine asa wuna ay misi ar ɗerewel mi toho. Da kira cin ay mekelem wal avu misi ar ɗerewel na, hiziga ja ay vuna. A gi dumle da "tele" muwuna ada malla da mizli ara ɓam gwe a cikiy kum.

source: Are you coming? <strong>[called by another]</strong>
giz: Kira sawa kwa? <strong> mi zila ti ay gi mbur mekelem </strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
giz: Cufɗa ndra ar <matrixLink>.Matrix </matrixLink>, <discourseLink>.Ɓi mi puɗaw.<discourseLink> malla <emailLink> slin ngi zlir<emailLink>.

source: Automotive and Transport
giz: gwat ngi kukuroy ati zuba mulak

source: Background Noise
giz: Hurum ngi ro'o

source: Background Voices
giz: Ay mekelem ti dirba

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
giz: Wi vu kuy kuy da ki wuɗ ki hiziga "ma waka dumbuƞ" vur mbur malla ngwas ma slufa vuna kuy kuy ta. malla a slufa mi pal malla bo mi mekelemehey, mi memeɗehey kuy kuy ta. Ko da i cufuɗ. Ay hay vuna taƞ wal wal haɗi ar duniya. Ay mekeleme ki cina ɗa ta amma naƞ ar walahay mikeleƞ ati kum. Pul li ne'e vur mizli misenna vur ay taƞ naƞ wal avi gi kumo.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
giz: [zil ngi «butum » naƞ kaɓa ka ma cina na «butum » (FR) malla «butum» (BE)]

source: <bold>{ $count }</bold> Clips
giz: Migicahay/gicey

source: <bold>Help us</bold> find more voices
giz: <bold>Jinam ndra </bold> ngi luma ay nawayahay

source: Bulk batch
giz: Cikil madiɗa

source: Bulk Sentences Uploaded
giz: mingiɓi a slin le

source: By telling us about yourself, you will help developers build more inclusive technology
giz: Ki ngumam ngi wunuka sinehey aƞ ɓaɓi kumo kwa?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
giz: Da kira gi slra ti Common Voice, naɓa ki tiɓa <termsLink> Halabara ngi gidi ndra </termsLink> waɗ <privacyLink> bi mijuwa ngi zuma buy</privacyLink>

source: Cancel Re-recording
giz: Pula jinaƞ

source: Cancel Submission
giz: Pula slin di vuna

source: Cannot submit more than 1000 sentences
giz: Tuƞwa ɓa ngi ɗuva ɓehey fine 1OOO

source: Change preferences
giz: Mbuɗa wuɗ ɗikey ma cirikuw hiri

source: Check <icon></icon> is this a linguistically correct sentence?
giz: cihila<icon></icon> da ɓi vuna naŋ celele ar kida slir

source: <chevron></chevron>See less
giz: <chevron></chevron> Bugo ngwatay gi pur ne'e si

source: <chevron></chevron>See more
giz: <chevron></chevron> Bugo ngwatay haɗi gi pur

source: Citation
giz: Labara

source: Cite with a URL link or the full name of the work.
giz: slufaka wad bac li mala slimid ngi derowolo cek

source: Click
giz: Wisa ar

source: Clips Uploaded
giz: Dunuroy ara cohom

source: Comment
giz: Kiɗa slir

source: Contact Us
giz: zilam ndra

source: Continue
giz: A ru/ sipa ava

source: Continue validating
giz: A ru ti tiɓi naƞ

source: Contribute
giz: Jum

source: Contribute sentences
giz: Wuluko migiɓehey

source: Contribution Criteria
giz: Ɓi mi piskahay ngi jini

source: Create a profile
giz: Toho hirga / vidum ngi mbur

source: Criteria
giz: Peslek

source: Datasets
giz: Duƞguroy

source: Delete my recordings
giz: Vuvuyo jihey

source: Different language
giz: Mi/irne mekelem

source: Difficult to pronounce
giz: Zil naƞ twah

source: Discard ongoing recording
giz: Pula ja ay ma ru naha

source: Does the sentence meet the guidelines?
giz: ɓi vuna a ɓam vu le ati ti cufuɗ kwa?

source: Donate your voice
giz: Ziɓa ay ɗik ne'e

source: Don't see your language on Common Voice yet?
giz: Mi/irne kumo naƞ anta tah'run kwa?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
giz: kaka jum ngi gwat kumoyo aka ba ngi slin di

source: Drop file here to upload
giz: da kira wuɗam ba ki mbambehey a hiriga jum ngi gwat kumoyo nah vana, zilam ndra <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Enter your public domain sentence here
giz: tohoko mingiɓi kum ma pur mbur gar aka

source: Enter your public domain sentences here
giz: tohoko mingiɓi ngi kum ma pur mbur gar aka

source: Error adding sentence
giz: hiriya gwat rak tika mira buc mingiɓi

source: ESC
giz: Muɗa a vura

source: Exit & Delete clips
giz: Slikiɗam waɗ ki susumuyoko jihey gar

source: Fewer than 15 words per sentence
giz: andja funa mi 15

source: File is too large
giz: jum ngi gwataya agi hada

source: File is too small
giz: jum ngi gwataya naŋ nekine

source: Finance
giz: li ngi birteteh

source: Finish recording
giz: Tikaka jinaƞ

source: Finish recording first?
giz: Ɗagay cika ja ay/ɓi

source: Finish Review
giz: kiɗa mi ngi cihilabi

source: Finish validating
giz: Tika tiɓi naƞ

source: Finish validating clips?
giz: Tika tiɓi ngi ngwat ma waka gar ava naƞ?

source: Follow guidelines from “What sentences can I add?”
giz: Sipa barafay ngi migica "Ɓehey wana ya ma juɓotan gu ka?""

source: for example
giz: Pura kaɓa hana

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
giz: Ɓa sin nawaya a ru kuy kuy vur ko waka cek ar duniya,anja cikil ngi sinehey ma jini mizli a jumo tan jum da mizli vuna ndirehe. Kaɓa ani, da i cam mbur ma ɓi ti ay wal, naɓa sin nawaya anta sa ru kuy kuy da mizli misi ma ɓam ay misi purla.<learnMore> Sinam haɗi ava aƞ jini misi jum ngi sin ma vula ndradi</learnMore>.

source: General
giz: gar

source: General language / multiple variants
giz: slinoko <icon></icon> mingibihey mapur waka gar

source: Grammatical / spelling error
giz: Zlub gi ɓami/ zlub gi tuh(o)

source: Great!<recordIcon></recordIcon> Record your next clip
giz: I naha su ! <recordIcon></recordIcon> Jaka mificek masa sawa na.

source: Great work!<playIcon></playIcon> Listen again when you're ready
giz: Slra mezle! <playIcon></playIcon> Cina a avama da ka kasl

source: Guidelines
giz: Barafay

source: Healthcare
giz: zuy ngi vu

source: Help create Common Voice’s first target segment in { $locale }
giz: Jinam vu ngi gi ngwat mi puɗaw mudumbuƞ { $locale }

source: Help us validate voices
giz: Jina ndra ngi tiɓa ay'hay mi ja tan ɓa ngi wa avutan

source: His hand was rais-ed.
giz: use mi slirta lahaɗ ti wursla

source: History, Law and Government
giz: gwat mucomoy, gwat ma vul djivid ati mi walih ngi nassara

source: How do I cite?
giz: mba ngi cuh mingiɓi ngi mbur na kawanaka?

source: How to add multiple sentences
giz: A juɓoko ɓehey haɗi kawana ka?

source: How would you describe your sex or gender?
giz: Ki wuɗ ki buga vu ɗik kawanaka bigi zil malla ngwas?

source: I agree
giz: I tuɓa le.

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
giz: i ra sina gisiŋ migibi hana ngir <wikipediaLink> ma pur mbur gar </wikipediaLink> yo mi pilikiy djivid le ba yi slin di

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
giz: i ra sina gisiŋ migibi hana ngir <wikipediaLink> ma pur mbur gar </wikipediaLink> yo mi pilikiy djivid le ba yi slin di

source: <icon></icon> Add multiple public domain sentences
giz: <icon></icon> Juɓom ɓehey misi ma pur mbur gar

source: Ideally natural and conversational (it should be easy to read the sentence)
giz: mingiɓi siy andir kaɓa mpak yo ( andja a sluf tuwa ta)

source: I do not agree
giz: I ngum ta

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
giz: Di mi maboho tir wulik ɗik nah, tuhu tewle <italicizedText> « mi ngibi ngi mbur »</italicizedText>. I wudam i sinaka mi naƞ a so paɗ ti damaka ɓa i cihilaka da naƞ ngi mizli ngar waɗ ɓa i sinaka da anta asa sawa ndra ti kita. Da ki wuɗ sin mekelemey ar ɓi ngi labarahay na,wujila ar<guidelinesLink> baraf ndra.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
giz: Da ay mi ja naƞ ti hinye-hinye, hizigaka malla ta ngwat mi toho ngi ro'o ada cin

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
giz: da kira wuɗam ɓa ki mbambehey a hiriga jum ngi gwat kumoyo nah vana , mandja ci ar gwat mubamvu ta , zilam ndra <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
giz: da kira wuɗam ɓa ki mbambehey a hiriga jum ngi gwat kumoyo nah vana , mandja ci ar gwat mubamvu ta , zilam ndra <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
giz: da ɓi vuna a jum a ti vuluk misi a muŋna tana, hirpa ar li mi toha

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
giz: da ɓi vuna a jumle ati vuluk dik na, hirpa a li mi toho « i tiɓale » tir vay hazum

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
giz: Da ki zlir ti gir misi asa gu nga'a na, cici ar wulik mezle mijilen ma so aƞ hirga . Da ka anta ɓusa zuɓ ar ngwat pal tana, pula; aru gaƞ ay mi ja mekelem/lumuƞ

source: If you run out of sentences to review, please help us collect more sentences!
giz: da ɓihey ngi cihile anta mata na, jinaka ndra ɓa ngi jum ɓi hey ma!

source: Include appropriate citation
giz: mingiɓi ngi mbur mubale diga nah ngi cah ra

source: Invalid file
giz: jum ngi gwataya mandja tiɓi

source: It contains words or phrases that are hard to read or pronounce.
giz: Migiɓi mekelemey taƞ twah gi slif malla ngi zil

source: It is written in a language different than what I’m reviewing.
giz: ɓi hana mitoho ti irne mekelem anja i slufama

source: It is written in a language different than what I’m speaking.
giz: Migiɓi vuna mi toho ti irne/mi mekelem wal ar mi ya ma ɓi ti naha na

source: Just Unsure?
giz: Kira wulik kwa?

source: Keep it up, record again <recordIcon></recordIcon>
giz: Sipa kanaha, ji pal avama

source: Keep the recordings
giz: Ɗumo jihey

source: Keep track of your progress with a profile
giz: wa ru ɗik ti toho hirga ɗik

source: Language Fundamentals (e.g. Digits, Letters, Money)
giz: gwat ngi sin angi mingibehey(gwat ngi sluf, gwat ngi tuh, dala)

source: Languages
giz: Irnehey

source: Large bulk sentence submission
giz: slin ngi ɓi hadiy

source: Learn More
giz: Sin fine hana

source: Leaving now means you'll lose your progress
giz: Slikid wurenna asa zizikum ru kum hana

source: Listen
giz: Cina

source: Listen options menu
giz: Makaw ngi « cin »

source: Loading sentences…
giz: mbiɗi bihey

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
giz: <loginLink>ci zlir</loginLink>Ci zlir <loginLink> malla<loginLink> toho hirƞga</loginLink> ɓa ngi juɓo ɓehey haɗi

source: Log in or sign up to get started
giz: Ci zlir malla toho ɗik ar zlina

source: Log In / Sign Up
giz: Ci zlir

source: Make sure the sentence meets the following criteria:
giz: nan gisiŋ ɓi vuna a ɓam vule a ti vulek haniney na kwa?

source: Maximum file size: 25 MB
giz: hada ngi gwat mu djumo : 25Mo

source: Media and Entertainment
giz: gwat ngi pura gwat ati ngi ga dungur

source: Minimum sentences in file: 1000
giz: haɗatanaŋ ngi ɓi ar gwat mujumo : 1000

source: [Mismatched content]
giz: Ngwat misi aƞga a jumom ta

source: Misreadings
giz: Zlub ngi sluf

source: Missing an <strong>'s'</strong> at the end of a word.
giz: Mi kic <strong> "s" </strong> aƞ kiɗami ngi ja ay

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
giz: Mi kic<strong> pal ou </strong> naƞ <strong> </strong> aƞ zli virziy ngi ja ay

source: Missing the end of the last word by cutting off the recording too quickly.
giz: Kiɗami ngi mi vuna a sli le vur ja ay vuna a cicaka gurjik

source: [More has been recorded than the required text]
giz: Ɗerewol mu toho vuna ay naƞ mi ja le

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
giz: Ndirehe aƞgi ay'hay mi jahay na, mizliye a ɓam ti ay miya tan cak ti naha. Pas mekelem kwana, tuɓaka ay mija jom ti wudi,tiri, bubuɗ malla ti ay gi dungur ngi siƞgir . Hizigaka ay mi ja aƞgi dimis ati ay ma ɗiyaka ti masin ma tuh.

source: n
giz: ῖ

source: N
giz: ῖ

source: Nature and Environment
giz: birging ati wala ndra

source: News and Current Affairs
giz: gwat nawayahay

source: No
giz: ῖʔῖ

source: [No ‘a’ in the original text]
giz: "y" anta aƞ ɗerewel mutoho mudumbuƞ

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
giz: <noCopyright> ngic ar buy ngi derewolo anta </noCopyright> (cc-0)

source: No foreign letters
giz: gwat ngi tuhu na mulak anta

source: No microphone found.
giz: Tulum mulum anta

source: No numbers and special characters
giz: gwat ngi sluf ti sluf wad gwat ngi buga wal anta

source: No sentences to review. <addLink>Add more sentences now!</addLink>
giz: bi ngi wunjil anta mataˀ. Anja <addLink> jum ɓi hey ma <addLink>

source: No thanks, continue speaking
giz: Kay sise,aru ti ɓi(he)/ ɓi avama

source: Offensive language
giz: Mi gi ɓi horofo

source: Offensive speech
giz: Hana ɓi ma ji mevel da mbur

source: On desktop devices you can contribute by downloading…
giz: Da ngi masin ma ndir aƞ mugum na, jam misi nawaya

source: On his head he wore a beret.
giz: Hirga ngi mota ara ɗiɗi kesey wal wal

source: On iOS please continue with Safari to enable recording…
giz: A ngi iOS na, sipa ti Safari ɓa ki zla ji naƞ

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
giz: Amma na, da kira wulkam kaɓa mbur malla ngwas ma slufa vuna a zlir ti mi vuna ɗa ta, amma ara wuɗ ɓa wulka sluf naƞ na, hizigaka ja mi naƞ a vura. Aƞ hana, wisaka buton "Aru"/"cu"

source: p
giz: s

source: Partner
giz: Hunumoy

source: [Part of the text can’t be heard]
giz: Mificek ngi ɓi mi toho anta cinta

source: <playIcon></playIcon>Last one!
giz: <playIcon></playIcon> Hana ngi dirba!/kiɗ(a) mi naƞ

source: Play/Stop
giz: Slifa/ cica

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
giz: Sawa ki pura <templateFileLink> kaɓa ngi ndra</templateFileLink>. Migiɓehey a ndiram ca'a, ko mbur malla ngwas mi toho ɗerewel kwana a sina waɗ a ɗuf han anga gu. Cihildarmi ma na a bawa setete a sluf tuwa ta. Ɓihey mi slina tanhay na,anja a gam haɗi na tesl-tesl gi buga ɓiri na da 10 malla 15 aƞ slif tan na. Anji ngwatay walwal ka ɓa toho slimiɗey, jum ngi cikiley na boko ara ta.

source: Please fill out this field.
giz: anja ki puko ngang li muzlun hana

source: Please select a language to review sentences.
giz: wini mi purla ɓa gi wunjila bihey

source: r
giz: j

source: [‘Raised’ in English is always pronounced as one syllable, not two]
giz: [use ti mi Franse a slif kaɓa mi pal, cuw ta]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
giz: Kiɗa mi ngi slin a ndil le kasl.Ma hiri naƞ'ha ar { $retryLimit } mintihey

source: Rate limit exceeded. Try again in { $retryLimit } seconds
giz: Kiɗa mi ngi slin a ndil le kasl.Ma hiri naƞ'ha ar { $retryLimit } tesl-tesl'hey

source: Reader Effects
giz: Ay'hay ma boko walwal ati cin

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
giz: Ngwatay ma jumom ar li purla ta ati ma slufam : "surment" ase naƞ zle'e :"surement"

source: Read Sentences
giz: Sluf ɓehey

source: Read Sentences, Answer Questions
giz: Sluf ɓehey, zilmi ar cufuɗoy

source: Read Sentences <small>(Coming soon)</small>
giz: Sluf ɓehey<small>(pas mekelem)</small>

source: Read sentences submitted by the community in various languages
giz: Sluf ɓehey misi jum ngi mizli mi soko di ti irne walwal

source: <recordIcon></recordIcon> Last one!
giz: <recordIcon></recordIcon> Hana ngi dirba!

source: [Recording cut off before the end of the last word]
giz: Ja ay a sli dumbuƞ ar kiɗami ngi mi vuna

source: Record/Stop
giz: Ja ay/ cica

source: Record yourself reading sentences in your language
giz: Ja ay ɗik wa'a wa'wa da kira slufa ɓihey ɗik ti irne kum

source: Record yourself responding to questions and prompts in your language
giz: Ja zilmi ɗik aƞ cufuɗoy ati mizli mi zilahay tiƞ ngi irne ɗik

source: Record your voice
giz: Ja ay gi mi giɓi ɗik

source: Reference the source of your sentence (required)
giz: bukoko bad tirmike mi lumo mingibeh ( ti tak ay)

source: Reject
giz: Hiziga

source: Report
giz: Vurke vu

source: Report was passed successfully
giz: Kus ngi migiɓi mi slin di le kuy teˀe

source: Request a Language
giz: Bugo irne/mi

source: Re-record
giz: Ma jinaƞ

source: Re-record clip
giz: Ma ja ay hirik ava

source: Return
giz: Ci/ li ngi ci

source: Review
giz: Cingila

source: Review could not be saved. Please try again later.
giz: Cihilnaƞ na a lum ji mata. Wa mi hiri naƞ ava

source: ⓘ Review Criteria
giz: wer ngi mihiri

source: Review Criteria
giz: wer ngi mihiri

source: Reviewed sentences not submitted, are sure?
giz: ɓi mi wunjilahey a slinam tan taˀ, ki slinam di makwa?

source: Review existing sentences submitted by the community
giz: Cihila ɓehey misi jum ngi mizli mi vuloko di

source: Review & re-record clips here as you go
giz: Cingila waɗ ki ma ji naƞ da wuɗ asa gi/bo nga mbuƞ

source: Review & re-record clips if needed
giz: Cingila waɗ ki ma jinaƞ da naƞ mezle

source: Review Sentences
giz: Wunjila ɓehey

source: Review sentences in your language
giz: Cihila ɓehey tiƞ irne ɗik

source: Review & Submit
giz: Cingila waɗ ki slin di

source: Review transcriptions of recorded sentences for accuracy
giz: Cihil mijeƞhe ngi mbiɗi ɓehey mi jahay

source: Review user-submitted transcriptions in your language
giz: Tiɓi ngi ngwatay mi mbuɗahay misi migidi slrahay mi soko di

source: s
giz: c

source: S
giz: C

source: Select an option
giz: Wini baraf

source: Select a variant (optional)
giz: wini mimbidi gwat(a vu wuɗ dik)

source: Select File
giz: vunam gwat mu jumo kumoyo pal

source: Select File to Upload
giz: vunam gwat mu jumo kumoyo ɓa ngi slin

source: Select up to three domains (optional)
giz: wunam ha gwat makir

source: Sentence
giz: Labara

source: Sentence Domain
giz: gwat ngi mingibi

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
giz: mehey ma mbakataŋ aka asa abucakataŋ da dungur ma pur mbur gar ar pula djiviɗ cc-0

source: { $sentences } sentences reviewed. Thank you!
giz: { $sentences } bi mi cihila sise!

source: Sentence Variant
giz: mbidi ngi mingiɓi

source: Separate sentences into one line by pressing “Enter” or “Return” once
giz: Pərta ɓehey na ti hirip ar « ci/ca »

source: Service and Retail
giz: li djinavu ati hidika gwat ti picek picek

source: Share Common Voice
giz: Wunuk Common voice

source: Share your clip
giz: Wunuk ka mi ja na

source: Shortcuts
giz: Digule

source: [Should be ‘dinosaurs’]
giz: Anji na: Dirlengeƞ'hey

source: [Should be “We are”]
giz: Anja zle'e na Ko "kawana kwana"

source: Single
giz: mingiɓi mipal

source: Single sentence submission
giz: slin ngi ɓi mipal

source: Skip
giz: Cu

source: Small batch
giz: Gic meciɗek

source: Small batch sentence submission
giz: Slin ti gic memeɗe ngi ɓehey

source: Source: { $sentenceSource }
giz: slidi'is: { $sentenceSource }

source: Speak
giz: Ɓisin mi gunuy ar hirga mingibi

source: Speak now
giz: ki ɓi gu

source: Speak options menu
giz: Makaw ngi« mi/ɓi »
